// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
namespace HelloWorld
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Введите число: ");
           
          
        }
    }
}
